Repository: qunying/rhide
Catalog: po/*.po
Languages: sv

source: ~Alt+F1~ last help
sv: ~Alt+F1~ fîrra hjÑlpen

source: ~Alt+F10~ local menu
sv: ~Alt+F10~ lokal meny

source: ~Ctrl+F1~ Select from a list
sv: ~Ctrl+F1~ VÑlj frÜn lista

source: ~Enter~ Edit
sv: ~Enter~ Redigera

source: ~Esc~ Cancel
sv: ~Esc~ Avbryt

source: ~Space~ select
sv: ~Space~ VÑlj

source: Search for file '%s'
sv: Sîker efter fil '%s'

source: found '%s'
sv: fann '%s'

source: not found: take '%s'
sv: ej funnen: ta '%s'

source: clearing the FindCache
sv: rensar Sîkcachet

source: found '%s' in FindCache
sv: fann '%s' i Sîkcache

source: found '%s' in current directory
sv: fann '%s' i aktuell katalog

source: found '%s' using the search directory '%s'
sv: fann '%s' genom att anvÑnda sîkvÑg '%s'

source: An error has occoured when running the program
sv: Ett fel har uppstÜtt under kîrning av program

source: The error was :
sv: Felet var :

source: Control-Break Pressed
sv: Control-Break har tryckts

source: Compiling:
sv: Kompilerar:

source: Creating:
sv: Skapar:

source: Don't know how to build %s from %s
sv: Vet ej hur man bygger %s frÜn %s

source: no errors
sv: inga fel

source: ~C~ase sensitive
sv: Mat~c~ha gemener/VERSALER

source: Not enough memory for this operation
sv: OtillrÑckligt minne fîr denna operation

source: Error reading file
sv: Fel vid lÑsning av fil

source: Error writing file
sv: Fel vid skrivning av fil

source: Error creating file
sv: Fel vid skapande av fil

source: has been modified. Save?
sv: har Ñndrats. Spara ?

source: Save untitled file?
sv: Spara namnlîs fil ?

source: Save file as
sv: Spara fil som

source: Search string not found.
sv: SîkstrÑng ej funnen.

source: Replace this occurence?
sv: Skall detta ersÑttas ?

source: Line too long, cut it?
sv: Rad fîr lÜng, kapa den ?

source: ~R~esult
sv: ~R~esultat

source: E~v~al
sv: Ut~v~Ñrdera

source: Color
sv: FÑrg

source: Desktop
sv: Skrivbord

source: Menus
sv: Menyer

source: Disabled
sv: Inaktiv

source: Shortcut
sv: GenvÑg

source: Selected
sv: Vald

source: Selected disabled
sv: Vald inaktiv

source: Shortcut selected
sv: Vald genvÑg

source: Blue Windows
sv: BlÜ fînster

source: Cyan Windows
sv: Turkos fînster

source: Gray Windows
sv: GrÜ fînster

source: Dialogs
sv: Dialogrutor

source: Label normal
sv: Normal etikett

source: Label selected
sv: Vald etikett

source: Label shortcut
sv: GenvÑg fîr etikett

source: Button normal
sv: Normal knapp

source: Button default
sv: Fîrvald knapp

source: Button selected
sv: Vald knapp

source: Button disabled
sv: Inaktiv knapp

source: Button shortcut
sv: GenvÑg fîr knapp

source: Button shadow
sv: Knappskugga

source: Cluster normal
sv: Normal grupp

source: Cluster selected
sv: Vald grupp

source: Cluster shortcut
sv: GenvÑg fîr grupp

source: Input normal
sv: Normalt editfÑlt

source: Input selected
sv: Valt editfÑlt

source: Input arrow
sv: Inmatningspil

source: History button
sv: Knapp fîr historia

source: History sides
sv: Sida fîr historia

source: History bar page
sv: List fîr historia

source: History bar icons
sv: Ikoner i hist.list

source: List normal
sv: Normal lista

source: List focused
sv: Aktiv lista

source: List selected
sv: Valt i lista

source: List divider
sv: Avdelare i lista

source: Information pane
sv: Informationspanel

source: Blue Editor
sv: BlÜ editor

source: You must type a value here
sv: Ni mÜste ange ett vÑrde hÑr

source: You can type a value here
sv: Ni kan ange ett vÑrde hÑr

source: ~V~alue (-1 for none)
sv: ~V~Ñrde (-1 fîr inget)

source: allowed chars
sv: tillÜtna tecken

source: You must type a string here
sv: Ni mÜste ange en strÑng hÑr

source: You can type a string here
sv: Ni kan ange en strÑng hÑr

source: You must type a character here
sv: Ni mÜste ange ett tecken hÑr

source: You can type a character here
sv: Ni kan ange ett tecken hÑr

source: File
sv: Fil

source: Line/Function
sv: Rad/Funktion

source: Condition
sv: Villkor

source: Count
sv: RÑknare

source: ~M~odify
sv: én~d~ra

source: ~E~nable
sv: ~S~Ñtt pÜ

source: D~i~sable
sv: S~t~Ñng av

source: File/L~i~ne
sv: F~i~l/Rad

source: Fu~n~ction
sv: Fu~n~ktion

source: ~T~ype
sv: ~T~yp

source: F~u~nction
sv: F~u~nktion

source: ~F~ilename
sv: ~F~ilnamn

source: ~L~ine
sv: ~R~ad

source: Con~d~ition
sv: ~V~illkor

source: Coun~t~
sv: RÑ~k~nare

source: Edit Breakpoint
sv: Editera Brytpunkt

source: BreakPoints
sv: BrytPunkter

source: Select a function
sv: VÑlj en funktions

source: return type:
sv: returtyp:

source: file:
sv: fil:

source: Output from GDB
sv: Utmatning frÜn GDB

source: ~N~ew value
sv: ~N~ytt vÑrde

source: ~C~hange
sv: én~d~ra

source: not available
sv: ej tillgÑnglig

source: could not change
sv: kunde inte Ñndra

source: Change the expression to watch
sv: éndra uttrycket att vakta

source: Watch
sv: Vakt

source: Add to watch list
sv: LÑgg till vakt

source: %s (Breakpoint at function '%s' in file %s)
sv: %s (Brytpunkt vid funktion '%s' i fil %s)

source: %s (Breakpoint at line %d in file %s)
sv: %s (Brytpunkt vid rad %d i fil %s)

source: For this line is no code generated
sv: Ingen kod genereras fîr denna rad

source: Could not find the program. You must build at first the program to use this function, because the symbols are taken from that file.
sv: Kunde inte hitta programmet. Ni mÜste fîrst bygga programmet fîr att anvÑnda denna funktion, eftersom symbolerna tas frÜn den filen.

source: The selected breakpoint is invalid, probably this file is not compiled with debugging information or for this line is no code generated.
sv: Den valda brytpunkten Ñr ogiltig, fîrmodligen Ñr denna fil ej kompilerad med avlusningsinformation eller sÜ har ingen kod genererats fîr denna rad.

source: This program has no usable debugging information. Try to compile it with the -g switch.
sv: Detta program har ingen anvÑndbar avlusningsinformation. Fîrsîk kompilera med vÑxel -g

source: This breakpoint could not enabled, because you are running under Windows 3.1x and there the number of breakpoints is limited to 3
sv: Denna brytpunkt kan ej anvÑndas, eftersom ni kîr under Windows 3.1x och dÜ Ñr antalet brytpunkter begrÑnsat till 3 stycken.

source: You have already 3 breakpoints set and under Windows 3.1x the number of breakpoints is limited to 3
sv: Ni har redan satt 3 brytpunkter och under Windows 3.1x kan man inte ha fler.

source: <empty>
sv: <tom>

source: ~P~athlist
sv: ~S~îkvÑgar

source: There is an unmatched quote in your arguments
sv: Ett omatchat citattecken finns i era argument

source: Untitled
sv: Namnlîs

source: Error:
sv: Fel:

source: Warning:
sv: Varning:

source: Could not open '%s' for reading
sv: Kunde inte îppna '%s' fîr lÑsning

source: Save to file
sv: Spara till fil

source: ~Y~es
sv: ~J~a

source: ~N~o
sv: ~N~ej

source: Warning
sv: Varning

source: Error
sv: Fel

source: Confirm
sv: BekrÑfta

source: type not registered: %s
sv: oregistrerad typ: %s

source: Change Directory
sv: Byt katalog

source: Directory ~n~ame
sv: Katalog~n~amn

source: Directory ~t~ree
sv: Katalog~t~rÑd

source: ~C~hdir
sv: ~B~yt kat

source: ~R~evert
sv: ète~r~

source: Help
sv: HjÑlp

source: Drives
sv: Diskar

source: Invalid directory
sv: Ogiltig katalog

source: Colors
sv: FÑrger

source: ~G~roup
sv: ~G~rupp

source: ~I~tem
sv: ~E~lement

source: ~F~oreground
sv: ~F~îrgrund

source: ~B~ackground
sv: ~B~akgrund

source: ~F~iles
sv: ~F~iler

source: ~R~eplace
sv: ~E~rsÑtt

source: ~C~lear
sv: ~R~adera

source: Invalid drive or directory
sv: Ogiltig diskenhet eller katalog

source: Invalid file name.
sv: Ogiltigt filnamn

source: May
sv: Maj

source: Oct
sv: Okt

source: Invalid character in input
sv: Ogiltigt tecken i inmatning

source: Highlight
sv: Upplyst

source: Underline
sv: Understruken

source: Inverse
sv: Inverterad

source: ~Alt-X~ Exit
sv: ~Alt-X~ Avsluta

source: ~Q~uit
sv: ~A~vsluta

source: ~D~irectories for sources
sv: ~K~ataloger fîr kÑllkod

source: ~L~oad options
sv: ~L~adda alternativ

source: ~U~ser screen
sv: A~n~vÑndarskÑrm

source: ~W~indow list
sv: Fîns~t~erlista

source: ~F7~ Trace
sv: ~F7~ Fîlj

source: ~F8~ Step
sv: ~F8~ Stega

source: ~F4~ Goto
sv: ~F4~ GÜ till

source: ~^F2~ Reset
sv: ~^F2~ èters

source: ~^F8~ Break
sv: ~^F8~ Bryt

source: ~^F4~ Eval
sv: ~^F4~ UtvÑ

source: ~^F9~ Run
sv: ~^F9~ Kîr

source: All windows on the desktop
sv: Alla fînster pÜ skrivbordet

source: Save options to file
sv: Spara instÑllningar till fil

source: Read options from file
sv: LÑs instÑllningar frÜn fil

source: Pathlist for source files
sv: SîkvÑg fîr kÑllkodsfiler

source: ~T~absize
sv: ~T~ablÑngd

source: Speed: %f lines/second
sv: Hastighet: %f rader/sekund

source: You can't paste a rectangle crossing the end of the file
sv: Ni kan inte klistra in en rektangel rakt îver slutet pÜ filen

source: No match found
sv: Ingen match funnen

source: Match found at line %d column %d.
sv: Match funnen pÜ rad %d kolumn %d.

source: Unhandled syntax highlight
sv: Ohanterad syntaxupplysning

source: Unhandled undo
sv: Ohanterad Üngra

source: Unhandled redo
sv: Ohanterad gîr om

source: Read from file
sv: LÑs frÜn fil

source: Write to file
sv: Skriv till fil

source: File %s exist. Overwrite ?
sv: Fil %s finns redan. Skriva îver ?

source: Saved: %s (%ld bytes).
sv: Sparad: %s (%ld bytes).

source: Stat failed.
sv: Stat misslyckades.

source: Clipboard
sv: Klippbord

source: Can't open %s
sv: Kan inte îppna %s

source: [ without ]
sv: [ utan ]

source: Section out of range
sv: Sektion utanfîr giltigt intervall

source: Missing =
sv: Saknas =

source: Scan code out of range
sv: Scankod utanfîr giltigt intervall

source: Command out of range
sv: Kommando utanfîr giltigt intervall

source: Macro definition don't start with Trigger
sv: Makrodefinition bîrjar inte med Trigger

source: Missing Trigger sequence or too short
sv: Triggersekvens saknas eller Ñr fîr kort

source: Macro definition without mode keyword
sv: Makrodefinition utan mode nyckelord

source: Wrong mode definition in pseudo macro.
sv: Fel mode definition i pseudomakro.

source: Missing start in pseudo macro
sv: Ingen start i pseudomakro

source: Missing end in pseudo macro
sv: Inget slut i pseudomakro

source: Empty pseudo macro
sv: Tomt pseudomakro

source: InfView - File: %s - Node: %s
sv: InfView - Fil: %s - Nod: %s

source: Sorry can't find the string
sv: Ledsen, kan inte hitta strÑngen

source: Help Control
sv: HjÑlpkontroll

source: ~U~p
sv: ~U~pp

source: Prev. ~H~ist.
sv: Fîreg ~H~ist.

source: H~i~de
sv: ~G~îm

source: Hi~s~tory
sv: Hi~s~toria

source: Inf Find
sv: Inf Sîk

source: ~T~ext to find
sv: ~T~ext att sîka

source: ~W~hole words only
sv: Matcha ~h~ela ord

source: In current ~t~opic
sv: I aktuellt Ñ~m~ne

source: In the ~f~ile
sv: I ~f~ilen

source: In ~a~ll files
sv: I ~a~lla filer

source: Go To
sv: GÜ Till

source: ~N~ame of Node
sv: ~N~amn pÜ Nod

source: Attention !! this file is in DOS format,
sv: Viktigt !! Denna fil Ñr i DOS-format,

source: Attention !! this file is in DOS format, Do you want convert it?, Make a backup first !!
sv: Viktigt !! Denna fil Ñr i DOS-format, vill ni konvertera den ? Gîr en backup fîrst !!

source: Error: can't find the Node info
sv: Fel: Kan inte hitta Nodinfo

source: Sorry I can't find this link (press ALT-F1).
sv: Ledsen, kan inte hitta denna lÑnk (tryck ALT-F1).

source: Find
sv: Sîk

source: ~S~elected text
sv: ~V~ald text

source: Scope
sv: RÑckvidd

source: ~F~rom cursor
sv: ~F~rÜn markîr

source: ~E~ntire scope
sv: ~H~ela rÑckvidden

source: Origin
sv: Startpunkt

source: Replace
sv: ErsÑtt

source: ~N~ew text
sv: ~N~y text

source: ~P~rompt on replace
sv: ~B~ekrÑfta ersÑttning

source: ~R~eplace all
sv: ~E~rsÑtt alla

source: Options
sv: Alternativ

source: Goto Line
sv: GÜ till Rad

source: Line number
sv: Radnummer

source: Local Options
sv: Lokala Alternativ

source: ~O~verwrite
sv: ~E~rsÑttningslÑge

source: ~U~se tabs
sv: A~n~vÑnd tabbar

source: ~P~ersistent blocks
sv: Persistenta b~l~ock

source: ~I~nteligent C indent
sv: C smart ~i~ndentering

source: ~C~olumn cursor
sv: Kolumn~m~arkîr

source: ~R~ow cursor
sv: Radmar~k~îr

source: ~M~atch pair highligth
sv: Uppl~y~s matchade par

source: Tra~n~sparent Blocks
sv: Trans~p~arenta Block

source: O~f~f
sv: ~A~v

source: ~C~++ style
sv: ~C~++ stil

source: Pa~s~cal style
sv: ~P~ascal stil

source: C~l~ipper style
sv: C~l~ipper stil

source: Syntax ~H~ighlight
sv: ~S~yntaxupplysning

source: ~T~ab size
sv: ~T~ablÑngd

source: ~D~on't move the cursor on Paste
sv: ~F~lytta inte markîren vid inklistring

source: T~o~ all
sv: Till allt
