Repository: qunying/rhide
Catalog: po/*.po
Languages: sv

source: -o needs an argument
sv: -o behîver ett argument

source: a projectfile must be given
sv: en projektfil mÜste anges

source: error reading projectfile %s
sv: fel vid lÑsning av projektfil %s

source: Frame disabled
sv: Inaktiv ram

source: Frame
sv: Ram

source: Frame icons
sv: Ikoner i ram

source: Scroll bar page
sv: Rullningslist

source: Scroll bar icons
sv: Ikon i rulln.list

source: Static text
sv: Text

source: Selected text
sv: Vald text

source: reserved
sv: reserverad

source: Frame/background
sv: Ram/bakgrund

source: marked text
sv: markerad text

source: comment
sv: kommentar

source: reserved word
sv: reserverat ord

source: identifier
sv: identifierare

source: string
sv: strÑng

source: integer
sv: heltal

source: float
sv: flyttal

source: octal
sv: oktal

source: hex
sv: hexadecimal

source: character
sv: tecken

source: illegal char
sv: ogiltigt tecken

source: user defined words
sv: anvÑndardef. ord

source: CPU line
sv: CPU rad

source: Breakpoint
sv: Brytpunkt

source: Cross cursor
sv: Korsmarkîr

source: editor statusline
sv: editor statusrad

source: parens matching
sv: parent matchning

source: rectangle block
sv: fyrkantblock

source: Could not find the source file %s.
sv: Kunde inte hitta kÑllkodsfil %s.

source: Open a file
sv: ôppna en fil

source: ~N~ame
sv: ~N~amn

source: Add '%s' to the search path for source files
sv: LÑgg '%s' till sîkvÑgen fîr kÑllfiler

source: Source has been modified. Rebuild it?
sv: KÑllkod har Ñndrats. Bygg om den?

source: Program exit code: %d (0x%04x)
sv: Program exit kod: %d (0x%04x)

source: ready
sv: klar

source: arguments for GREP
sv: argument fîr GREP

source: There are only %d parameters for GREP. Continue ?
sv: Det finns bara %d parametrar fîr GREP. FortsÑtta?

source: running GREP:
sv: kîr GREP:

source: executing:
sv: exekverar:

source: return value: %d
sv: returvÑrde: %d

source: checking file time for '%s'
sv: kontrollerar tid fîr fil '%s'

source: found '%s' on desktop, time: %08lx
sv: fann '%s' pÜ skrivbord, tid: %08lx

source: and updating it
sv: och uppdaterar den

source: found '%s' not in filetime cache, time: %08lx
sv: fann 's%' ,ej i filtidscache, tid: %08lx

source: found '%s' in filetime cache
sv: fann '%s' i filtidscache

source: ,time: %08lx
sv: ,tid: %08lx

source: checking
sv: kontrollerar

source: Could not find the source file '%s'. Make sure, that the file exist or check the settings in 'Options/Directories' for the correct paths.
sv: Kunde inte hitta kÑllkodsfil 's%'. Kontrollera att filen existerar och att rÑtt sîkvÑgar Ñr angivna under menyn 'Alternativ/Kataloger'.

source: is up to date
sv: Ñr aktuell

source: is
sv: Ñr

source: newer
sv: nyare

source: older
sv: Ñldre

source: than
sv: Ñn

source: must rebuild
sv: mÜste bygga om

source: rebuilding of
sv: ombyggnad av

source: success
sv: framgÜng

source: error
sv: fel

source: clearing the filetime cache
sv: rensar filtidscachet

source: in function
sv: i funktion

source: Call frame traceback:
sv: Anropa frame traceback:

source: contents of stderr from
sv: innehÜll av stderr frÜn

source: contents of stdout from
sv: innehÜll av stdout frÜn

source: Info Viewer
sv: InfoGranskare

source: show information about RHIDE
sv: visa information om RHIDE

source: Start the FSDB debugger
sv: starta FSDB avlusare (debugger)

source: Running GREP (arguments are prompted)
sv: kîr GREP (argument efterfrÜgas)

source: Start the GDB debugger
sv: starta GDB avlusare (debugger)

source: repaints the desktop
sv: uppdaterar skrivbordet

source: Menu entries for handling with files
sv: Meny fîr filhantering

source: opens a file in the editor
sv: îppna en fil i ett nytt editorfînster

source: create a new editor window
sv: skapa ett nytt editorfînster

source: save the current editor to disk (if modified)
sv: spara det aktiva editorfînstret till disk (om den Ñndrats)

source: save the current editor under a different name to disk
sv: spara det aktiva editorfînstret med ett annat namn till disk

source: save all opened editors to disk (if modified)
sv: spara alla îppna editorfînster till disk (om de Ñndrats)

source: switch to DOS (call of %COMSPEC%, return with EXIT)
sv: gÜ tillfÑlligt îver till DOS (anropar %COMSPEC%, ÜtervÑnd med EXIT)

source: quits the IDE
sv: avslutar den integrerade programmeringsmiljîn

source: Submenu for things dealing with the editor
sv: Meny fîr saker som har med editering att gîra

source: undoes the last edit command
sv: Üngra det senaste editeringskommandot

source: undoes the last undo command
sv: Üngrar senaste Üngrakommandot

source: move the selected text to the clipboard
sv: flytta den valda texten till klippbordet

source: copy the selected text to the clipboard
sv: kopiera den valda texten till klippbordet

source: insert the selected text from the clipboard
sv: infoga den valda texten frÜn klippbordet

source: shows the clipboard
sv: visa klippbordet

source: delete the selected text
sv: radera den valda texten

source: Expand all tabs to spaces
sv: Expandera alla tabbar till blanksteg

source: Replace as much as possible spaces with tabs
sv: ErsÑtt blanksteg med tabbar sÜ lÜngt mîjligt

source: Submenu for handling with macros
sv: Undermeny fîr makrohantering

source: Start the recording for a macro
sv: Starta inspelning av ett makro

source: Stop the recording for a macro
sv: Stoppa inspelning av ett makro

source: Run the recorded macro
sv: Kîr det inspelade makrot

source: Submenu for searching/replacing text
sv: Meny fîr att sîka/ersÑtta text

source: find a string in the current editor
sv: hitta en textstrÑng i det aktuella editorfînstret

source: find and replace a string in the current editor
sv: hitta och ersÑtt en textstrÑng i det aktuella editorfînstret

source: repeat the last find- or replace-operation
sv: upprepa den senaste hitta- eller ersÑtt-operationen

source: go to line number (after prompting)
sv: gÜ till viss rad (efter frÜga om radnummer)

source: Select a function from the current editor
sv: VÑlj en funktion i aktuellt editorfînster

source: select next message
sv: vÑlj nÑsta meddelande

source: select previous message
sv: vÑlj fîregÜende meddelande

source: Submenu for running your program
sv: Meny fîr att kîra ert program

source: run the project-target (if executable after doing a make)
sv: kîr projektets mÜlfil (skapar mÜlfilen om nîdvÑndigt)

source: Step over function calls
sv: Utfîr en instruktion, stega îver funktionsanrop

source: Execute one instruction
sv: Utfîr en instruktion, fîlj funktionsanrop

source: Stops execution at the cursor
sv: Avbryter programkîrning vid markîren

source: Reset the debugged program
sv: èterstÑll det avlusade programmet

source: enter commandline arguments for your program
sv: skriv in argument till kommandoraden fîr ditt program

source: Submenu for compiling and/or creating your program/library
sv: Meny fîr att kompilera och skapa ert program/bibliotek

source: compile the current editor or the selected project-item
sv: kompilera aktivt editorfînster eller vald delfil i projektet

source: make the project (with checking auto-dependencies)
sv: skapa projektets mÜlfil (kontrollera beroenden mellan delfiler)

source: link the project or create the library
sv: lÑnka samman projektets mÜlfil eller skapa biblioteket

source: build the project completely new
sv: kompilera om alla delfiler och bygg projektet helt frÜn grunden

source: Submenu for debugging your program
sv: Meny fîr att avlusa ert program

source: Set/Clear a breakpoint at the current line
sv: SÑtt/Ta bort en brytpunkt vid markîren

source: Evaluate or modify an expression
sv: UtvÑrdera eller Ñndra ett uttryck

source: Add an expression to the watching list
sv: LÑgg till ett uttryck till vaktlistan

source: Show/Modify the breakpoints
sv: Visa/éndra brytpunkter

source: Show a list with all functions
sv: Visa en lista îver alla funktioner

source: Submenu for handling your projects
sv: Meny fîr att hantera projekt

source: open a project
sv: îppna ett projekt

source: close the current project
sv: stÑng det aktiva projektet

source: add an item to the project
sv: lÑgg till en fil i projektet

source: remove the selected item from the project
sv: ta bort den valda filen frÜn projektet

source: enter local commandline options for compiling this item
sv: skriv in extra kompileringsvÑxlar sÑrskilt fîr denna delfil

source: show the dependencies for the selected item
sv: visa beroenden fîr den valda filen

source: change the name of the project-target
sv: Ñndra namnet fîr projektets mÜlfil

source: Set the primary file (only for GPC with '--automake'!!!)
sv: BestÑm primÑr fil (bara fîr GPC med '--automake'!!!)

source: remove the list of automaticaly generated dependencies
sv: ta bort listan îver automatiskt skapade beroenden

source: remove all files, which can be rebuild with this project
sv: ta bort alla filer som Üterskapas inom detta projekt

source: write a makefile for this project
sv: skriv en makefil (GNU Make) fîr detta projekt

source: Submenu for most of the options of RHIDE
sv: Meny fîr de flesta instÑllningar i RHIDE

source: set various search paths for finding the files
sv: stÑll in diverse sîkvÑgar fîr att hitta filerna

source: set where to search for include files
sv: stÑll in sîkvÑg fîr inkluderingsfiler

source: set where to search for libraries
sv: stÑll in sîkvÑg fîr bibliotek

source: set where to search for object files
sv: stÑll in sîkvÑg fîr objektkodsfiler

source: set where to search for source files
sv: stÑll in sîkvÑg fîr kÑllkodsfiler

source: customize various options for the C/C++-compiler
sv: gîr instÑllningar fîr C/C++ kompilatorn

source: customize the generating of warnings
sv: anpassa rapporteringen av varningar

source: customize, how to optimize the code
sv: anpassa optimering av kod

source: customize the generating of debugging information
sv: anpassa skapandet av information fîr avlusning (debugging)

source: customize C-compiler specific flags
sv: gîr instÑllningar sÑrskilt fîr C-kompilatorn

source: customize C++-compiler specific flags
sv: gîr instaÑllningar sÑrkilt fîr C++-kompilatorn

source: Flags only when compiling Pascal files
sv: VÑxlar enbart fîr kompilering av Pascalfiler

source: set which libraries to be linked with the program
sv: stÑll in vilka bibliotek som skall lÑnkas in i programmet

source: set additional flags to the linker
sv: stÑll in ytterligare vÑxlar fîr lÑnkaren

source: set additional flags to the compiler (defines, ...)
sv: stÑll in ytterligare vÑxlar fîr kompilatorn (defines, ...)

source: customize the IDE
sv: anpassa den integrerade programmeringsmiljîn

source: customize the colors of the IDE
sv: anpassa fÑrgerna i programmeringsmiljîn

source: set basic options for the IDE
sv: gîr grundlÑggande instÑllningar fîr programmeringsmiljîn

source: edit the list of reserved words
sv: Ñndra i listan îver reserverade ord

source: Edit the list of reserved words for Pascal files
sv: éndra i listan îver reserverade ord fîr Pascal

source: edit the list of flags for the C-compiler
sv: Ñndra i listan îver giltiga vÑxlar till C-kompilatorn

source: edit the list of flags for the C++-compiler
sv: Ñndra i listan îver giltiga vÑxlar till C++ kompilatorn

source: Edit the list of pascal options
sv: éndra i listan îver giltiga vÑxlar fîr Pascal

source: edit the list of flags for warnings
sv: Ñndra i listan îver varningsvÑxlar

source: edit the list of flags for debugging
sv: Ñndra i listan îver vÑxlar fîr avlusning (debug)

source: edit the list of optimization flags
sv: Ñndra i listan îver optimeringsvÑxlar

source: edit the list of user defined words (for syntaxhighlight)
sv: Ñndra i listan îver anvÑndardefinierade ord (fîr syntaxupplysning)

source: Submenu for dealing with windows
sv: Meny fîr fînsterhnatering

source: resize/move the current window
sv: Ñndra storlek pÜ/flytta det aktiva fînstret

source: toggles between full size and previous size of the current window
sv: skiftar mellan maximal och fîreg. storlek pÜ det aktiva fînstret

source: show all editor windows simultaniously
sv: visa alla editorfînster samtidigt, sida vid sida

source: show from each editor the title
sv: visa alla editorfînster samtidigt, îverlappande

source: switch to the next window on the desktop
sv: skifta till nÑsta fînster pÜ skrivbordet

source: switch to the previous window on the desktop
sv: skifta till fîregÜende fînster pÜ skrivbordet

source: close the current window
sv: stÑng det aktiva fînstret

source: show a list of all windows on the desktop
sv: visa en lista îver alla fînster pÜ skrivbordet

source: show the project window
sv: visa projektfînstret

source: show the user screen
sv: visa skÑrmbild med utmatning frÜn anvÑndarens program

source: Several menu entries for getting help
sv: Ett antal menyval fîr hjÑlp

source: opens the Info Viewer
sv: îppnar Infogranskaren

source: The main index of the RHIDE help
sv: Huvudfîrteckningen fîr RHIDE hjÑlpen

source: Help for the function under the cursor
sv: HjÑlp fîr funktionen under markîren

source: The main index of the libc reference
sv: Huvudfîrteckningen fîr referensen fîr libc

source: Get help about using the helpsystem
sv: HjÑlp om hjÑlpsystemet

source: Shows the last opened help
sv: Visar den sist îppnade hjÑlpen

source: Name of the main target
sv: Namn pÜ mÜlfilen

source: Goto the line
sv: GÜ till rad

source: line ~n~umber
sv: rad~n~ummer

source: About RHIDE
sv: Om RHIDE

source: RHIDE is an Integrated Development Environment
sv: RHIDE Ñr en integrerad programmeringsmiljî

source: for developing DJGPP apps
sv: fîr utveckling av applikationer med DJGPP

source: Copyright (C) by Robert Hîhne, 1996-1998
sv: Copyright (C) Robert Hîhne, 1996-1998

source: Regular expression to list functions
sv: RegulÑrt sîkuttryck fîr funktioner

source: ~E~xpression
sv: ~U~ttryck

source: List of functions
sv: Lista îver funktioner

source: WindowList
sv: Fînsterlista

source: Include Directories
sv: Kataloger fîr inkluderade filer

source: Library Directories
sv: Kataloger fîr bibliotek

source: Object Directories
sv: Kataloger fîr objektkod

source: Source Directories
sv: Kataloger fîr kÑllkod

source: Program arguments
sv: Programargument

source: Select a project
sv: VÑlj ett projekt

source: You can give here only a valid filename for a Pascal source file
sv: HÑr kan endast anges ett giltigt namn fîr en Pascal kÑllkodsfil

source: usage: %s [options] [project-file] [edit-file]
sv: anvÑndning: %s [vÑxlar] [projektfil] [edit-fil]

source: options: -d[actdf]
sv: vÑxlar: -d[actdf]

source: -c : show filename exactly (no case conversion)
sv: -c : visa filnamn exakt (ingen case konvertering)

source: -y : force to use long filenames (Windows 95)
sv: -y : AnvÑnd lÜnga filnamn (Windows 95)

source: -n : do not use long filenames (Windows 95)
sv: -n : AnvÑnd inte lÜnga filnamn (Windows 95)

source: -b : use BIOS calls for toggle the blinkstate
sv: -b : anvÑnd BIOS-anrop fîr att byta blinkstate

source: -p : do not convert the numpad keys
sv: -p : konvertera inte siffertangenterna pÜ numpaden

source: -L LANGUAGE : use language LANGUAGE
sv: -L SPRèK : anvÑnd sprÜk SPRèK

source: -h : show this help
sv: -H : visa denna hjÑlp

source: -k KEY_FILE : use KEY_FILE for key bindings
sv: -k KEY_FIL : anvÑnd KEY_FIL fîr tangentbindningar

source: using %s as temp directory
sv: anvÑnder katalog %s fîr tillfÑlliga filer

source: This is %s. Copyright (c) 1996-1998 by Robert Hîhne
sv: Detta Ñr %s. Copyright (c) 1996-1998 Robert Hîhne

source: Invalid project-file %s(%s)
sv: Ogiltig projektfil %s(%s)

source: ~S~yntax help
sv: ~S~yntaxhjÑlp

source: ~H~elp
sv: ~H~jÑlp

source: RHIDE Help ~i~ndex
sv: RHIDE hjÑlp ~i~ndex

source: lib~c~ reference
sv: lib~c~ referens

source: Help ~a~bout help
sv: HjÑlp ~o~m hjÑlp

source: ~L~ast help
sv: ~F~îrra hjÑlpen

source: ~F~ile
sv: Ar~k~iv

source: ~O~pen
sv: ô~p~pna

source: ~N~ew
sv: ~N~ytt

source: ~S~ave
sv: ~S~para

source: S~a~ve as...
sv: Spara so~m~ ...

source: Save a~l~l
sv: Spara a~l~lt

source: E~x~it
sv: ~A~vsluta

source: ~M~acro
sv: ~M~akro

source: ~R~ecord
sv: ~S~pela in

source: ~P~lay
sv: ~K~îr

source: ~E~dit
sv: ~R~edigera

source: ~U~ndo
sv: è~n~gra

source: ~R~edo
sv: ~G~îr om

source: Cu~t~
sv: ~K~lipp ut

source: ~C~opy
sv: K~o~piera

source: ~P~aste
sv: K~l~istra in

source: ~S~how clipboard
sv: ~V~isa klippbord

source: C~l~ear
sv: ~R~adera

source: E~x~pand all tabs
sv: E~x~pandera tabbar

source: C~o~mpact text
sv: Kom~p~rimera text

source: ~S~earch
sv: ~S~îk

source: ~F~ind...
sv: ~S~îk ...

source: ~R~eplace...
sv: ~E~rsÑtt ...

source: ~S~earch again
sv: Sîk ~i~gen

source: ~G~oto Line...
sv: GÜ ~t~ill rad

source: ~J~ump to function
sv: ~G~Ü till funktion

source: ~N~ext message
sv: ~N~Ñsta meddelande

source: Previ~o~us message
sv: ~F~îregÜende meddelande

source: ~R~un
sv: ~K~îr

source: ~S~tep over
sv: ~S~tega îver

source: ~T~race into
sv: ~F~îlj in i

source: ~G~o to cursor
sv: ~G~Ü till markîr

source: ~P~rogram reset
sv: è~t~erstÑll program

source: ~A~rguments ...
sv: ~A~rgument ...

source: ~C~ompile
sv: K~o~mpilera

source: ~M~ake
sv: ~S~kapa

source: ~L~ink
sv: ~L~Ñnka

source: ~B~uild all
sv: ~B~ygg allt

source: ~P~roject
sv: ~P~rojekt

source: Open ~p~roject
sv: ô~p~pna projekt

source: ~C~lose project
sv: ~S~tÑng projekt

source: ~A~dd item
sv: ~L~Ñgg till fil

source: D~e~lete item
sv: ~T~a bort fil

source: ~L~ocal options
sv: L~o~kala vÑxlar

source: ~I~ncludes
sv: ~I~nkluderat

source: main target~n~ame
sv: MÜlfilens ~N~amn

source: Primary ~f~ile
sv: P~r~imÑr fil

source: Clea~r~ dependencies
sv: NollstÑll ~b~eroenden

source: ~D~elete rebuildable files
sv: Ta bort byggda ~f~iler

source: ~W~rite Makefile
sv: Skriv ~m~akefil

source: ~D~irectories
sv: ~K~ataloger

source: ~I~nclude
sv: ~I~nkludera

source: ~L~ibraries
sv: ~B~ibliotek

source: ~O~bject
sv: ~O~bjektkod

source: ~S~ources
sv: ~K~Ñllkod

source: ~C~ompilers
sv: Kom~p~ilator

source: ~W~arnings
sv: ~V~arningar

source: ~O~ptimizations
sv: ~O~ptimeringar

source: De~b~ugging
sv: ~A~vlusning

source: ~C~-Flags
sv: ~C~ vÑxlar

source: C~X~X-Flags
sv: C~X~X vÑxlar

source: P~a~scal-Flags
sv: Pa~s~cal vÑxlar

source: ~E~nvironment
sv: ~M~iljî

source: ~C~olors
sv: ~F~Ñrger

source: ~P~references
sv: ~G~rundinstÑllning

source: ~R~eserved words
sv: ~R~eserverade ord

source: P~a~scal Reserved words
sv: ~P~ascal Reserverade ord

source: C-~F~lags
sv: ~C~-vÑxlar

source: ~W~arning-Flags
sv: ~V~arningar

source: ~D~ebugging-Flags
sv: ~A~vlusning

source: ~O~ptimization-Flags
sv: ~O~ptimering

source: ~U~ser words
sv: A~n~vÑndardef. ord

source: ~O~ptions
sv: A~l~t.

source: L~i~nker Options
sv: ~L~ÑnkarvÑxlar

source: Compiler ~O~ptions
sv: K~o~mpilatorvÑxlar

source: ~S~ave options
sv: S~p~ara alternativ

source: ~W~indows
sv: ~F~înster

source: ~S~ize/move
sv: ~S~torlek/pos.

source: ~Z~oom
sv: ~Z~ooma

source: ~T~ile
sv: S~i~da vid sida

source: C~a~scade
sv: ô~v~erlappande

source: ~N~ext
sv: ~N~Ñsta

source: ~P~revious
sv: ~F~îregÜende

source: ~C~lose
sv: S~t~Ñng

source: ~L~ist
sv: ~L~ista

source: Pro~j~ect
sv: ~P~rojekt

source: ~U~serScreen
sv: ~A~nvÑndarskÑrm

source: about RH~I~DE
sv: om RH~I~DE

source: Refresh desk~t~op
sv: Uppda~t~era skrivbord

source: ~D~ebug
sv: A~v~lusa

source: ~S~et/Reset Breakpoint
sv: ~S~Ñtt/Ta bort brytpunkt

source: ~E~valuate/Modify
sv: ~U~tvÑrdera/éndra

source: ~W~atch an expression
sv: ~V~akta uttryck

source: ~B~reakpoints
sv: ~B~rytpunkter

source: List of ~F~unctions
sv: Lista îver ~F~unktioner

source: Message Window
sv: Meddelandefînster

source: Optimization Flags
sv: OptimeringsvÑxlar

source: Warning Flags
sv: VarningsvÑxlar

source: Debugging Flags
sv: AvlusningsvÑxlar

source: C++ Flags
sv: C++ vÑxlar

source: C Flags
sv: C vÑxlar

source: Pascal Flags
sv: Pascal vÑxlar

source: Libraries
sv: Bibliotek

source: Use ~s~tandard libraries
sv: AnvÑnd ~s~tandardbibliotek

source: link for ~p~rofiling
sv: LÑnka fîr ~p~rofilering

source: Additional linker options
sv: Extra lÑnkarvÑxlar

source: Additional compiler options
sv: Extra kompilatorvÑxlar

source: Environment options
sv: MiljîinstÑllningar

source: all dependencies in ~m~akefile
sv: alla beroenden i make~f~il

source: create ~b~ackupfiles
sv: skapa ~b~ackupfiler

source: syntax ~h~ighlighting
sv: s~y~ntaxupplysning

source: redirect 'stde~r~r'
sv: omrikta 'stde~r~r'

source: redirect 'stdou~t~'
sv: omrikta 'stdou~t~'

source: show ~p~rocess information
sv: ~v~isa processinformation

source: show free memor~y~
sv: visa fritt ~m~inne

source: No file cachin~g~
sv: Ingen fil~c~achning

source: 1~6~ background colors
sv: 1~6~ bakgrundsfÑrger

source: Show G~D~B commands
sv: Visa G~D~B kommandon

source: O~p~tions
sv: ~I~nstÑllningar

source: other
sv: annan

source: ~S~creen mode
sv: ~S~kÑrmlÑge

source: Cancel
sv: ~A~vbryt

source: This video mode (0x%03x) is not supported by the Turbo Vision library
sv: Detta skÑrmlÑge (0x%03x) understîds inte av Turbo Vision library

source: ~A~dd
sv: ~L~Ñgg till

source: ~D~elete
sv: ~T~a bort

source: New value
sv: Nytt vÑrde

source: ~V~alue
sv: ~V~Ñrde

source: Read words from file
sv: LÑs ord frÜn fil

source: Couldn't open file %s
sv: Kunde inte îppna fil %s

source: Reserved words
sv: Reserverade ord

source: GPC Reserved words
sv: GPC reserverade ord

source: User Reserved words
sv: AnvÑndardefinierade ord

source: local options for project-item
sv: lokala alternativ fîr delfil i projekt

source: local ~c~ommandline options
sv: lokala ~k~ommandoradsvÑxlar

source: ~N~ame of the output file
sv: ~N~amn fîr utmatningsfil

source: User
sv: AnvÑndardefinierad

source: None
sv: Ingen

source: GNU C compiler
sv: GNU C kompilator

source: GNU C++ compiler
sv: GNU C++ kompilator

source: GNU Pascal compiler
sv: GNU Pascal kompilator

source: Comp~i~ler type
sv: Komp~i~latortyp

source: Com~p~iler
sv: Kom~p~ilator

source: builtin C
sv: inbyggd C

source: builtin assembler
sv: inbyggd assembler

source: builtin linker
sv: inbyggd lÑnkare

source: return value
sv: returvÑrde

source: ~E~rror checking
sv: F~e~lkontroll

source: E~r~ror program
sv: Felhanteringsp~r~ogram

source: exclude from link
sv: exkludera frÜn lÑnkning

source: o~t~her options
sv: andra al~t~ernativ

source: The desktop file cannot be used, because of a new format
sv: Skrivbordsfilen kan inte anvÑndas p g a nytt format

source: The desktop file cannot be used, because it was created by a newer version of RHIDE
sv: Skrivbordsfilen kan inte anvÑndas, eftersom den skapats av en nyare version av RHIDE

source: Couldn't open %s
sv: Kunde inte îppna %s

source: changing cwd to %s
sv: byter cwd till %s

source: temporary opening project %s
sv: îppnar tillfÑlligt projekt %s

source: closing temporary opened project project %s
sv: stÑnger tillfÑlligt îppnat project %s

source: finaly opening project %s
sv: îppnar slutligen projekt %s

source: Project Window
sv: Projektfînster

source: Add Item
sv: LÑgg till fil

source: The item '%s' is already in your project
sv: Filen '%s' finns redan i projektet

source: Remove '%s' from the project
sv: Ta bort '%s' frÜn projektet

source: Include files for
sv: Inkluderade filer i

source: clearing dependencies for %s
sv: rensar beroenden fîr %s

source: removing %s
sv: tar bort %s

source: ~F1~ Help
sv: ~F1~ HjÑlp

source: ~F2~ Save
sv: ~F2~ Spara

source: ~F3~ Open
sv: ~F3~ ôppna

source: ~F5~ Zoom
sv: ~F5~ Zooma

source: ~F6~ Next
sv: ~F6~ NÑsta

source: ~F10~ Menu
sv: ~F10~ Meny

source: ~Alt+X~ Quit
sv: ~Alt+X~ Avsluta

source: ~Ins~ Add
sv: ~Ins~ LÑgg till

source: ~Del~ Delete
sv: ~Del~ Ta bort

source: ~^O~ Local
sv: ~^O~ Lokalt

source: ~^I~ Includes
sv: ~^I~ Inkluderat

source: ~Alt+F9~ Compile
sv: ~Alt+F9~ Kompilera

source: ~Enter~ Jump to source
sv: ~Enter~ GÜ till kÑllkod

source: ~Enter~ Select
sv: ~Enter~ VÑlj

source: ~Del~ Close
sv: ~Del~ StÑng

source: ~F1~ Help on InfoViewer
sv: ~F1~ HjÑlp om InfoViewer
